Revit 2027 API
SymbolTypeId.BtuPerH Property
 Symbol Btu/h, indicating unit British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerH { get; }
Public Shared ReadOnly Property BtuPerH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerH {
	ForgeTypeId^ get ();
}
static member BtuPerH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace